package values

const val EXPAND_ANIMATION_DURATION = 300
const val COLLAPSE_ANIMATION_DURATION = 300
const val FADE_IN_ANIMATION_DURATION = 350
const val FADE_OUT_ANIMATION_DURATION = 300

 val arrJobTitleList = listOf(
    "Все",
    "менеджер отдела",
    "продавец-консультант",
    "руководитель торгового сектора",
    "администратор цепи поставок магазина",
    "специалист по администрированию персонала",
    "менеджер сектора по обслуживанию клиентов",
    "специалист цепи поставок магазина",
    "менеджер по охране труда",
    "кассир-консультант",
    "менеджер цепи поставок магазина",
    "специалист технической поддержки",
    "механик",
    "менеджер по административным и бухгалтерским вопросам",
    "специалист по продажам",
    "инженер-энергетик",
    "техник-консультант",
    "Директор магазина",
    "руководитель сектора по обслуживанию клиентов",
    "руководитель цепи поставок магазина",
    "инженер-теплотехник",
    "контролер управления",
    "дизайнер"
)